{
  "n": "JARI: Death of the Author",
  "o": "https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/favicon.jpg",
  "p": [
    {
      "d": 1675632115000,
      "c": "Sopor Slight",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/01.gif[/img] \n \nBuzzing against hardwood. A reverberation that drills it's way into your skull and dings around the interior like a coked up game of pachinko. You turn over in your bed, hoping that it'll leave you alone eventually, but it continues to send it's low tones throughout your being. Blegh. Enough with the prose-- you should take care of this before it wakes her up, too.",
      "n": [ 2 ]
    },
    {
      "d": 1675632115000,
      "c": "Pick up the phone.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/02.gif[/img] \n \nNo matter how much you attempt to prepare, the low light from the screen still manages to make you wince and recoil. You swipe through the thirteen notifications and quickly discover that they're all from one source. You sigh, really hoping that it was one of your many shitposts finally escaping your small following. Almost reluctantly, you access Pesterchum.\n[spoiler]\n-- [color=#e00707]turntechGodhead [TG][/color] began pestering [color=#ff0048]zestyNanite [ZN][/color] at 06:54 --\n[color=#e00707]TG: yo[/color]\n[color=#e00707]TG: yo zara[/color]\n[color=#e00707]TG: z-money[/color]\n[color=#e00707]TG: can i call you that or is that nickname reserved by roxy[/color]\n[color=#e00707]TG: who cares[/color]\n[color=#e00707]TG: need you for a thing pronto[/color]\n[color=#e00707]TG: super fuckin important[/color]\n[color=#e00707]TG: real life or death shit[/color]\n[color=#e00707]TG: i got my finger on the pulse of the situation and let me tell you this bitch is flatlining like a skate park gettin filled with sand to keep out hopeful youths during trying times[/color]\n[color=#e00707]TG: but then the dirtbikers come in and see that shit as a glowing beacon of pure fuckin opportunity[/color]\n[color=#e00707]TG: zara[/color]\n[color=#e00707]TG: youre my dirtbiker in shining metal paint finish[/color]\n[color=#e00707]TG: real shit[/color]\n[color=#ff0048]ZN: hey[/color]\n[color=#ff0048]ZN: its like[/color]\n[color=#ff0048]ZN: so god damn early[/color]\n[color=#e00707]TG: listen im not in a position to be able to properly perceive the flow of time are you coming or not[/color]\n[color=#e00707]TG: im down on my knees sendin this message to you like im princess leia[/color]\n[color=#e00707]TG: hey you ever wonder about the implications of holograms[/color]\n[color=#e00707]TG: like youre in a dark ass cave or something and the only way to illuminate shit was via your hologram receiver or some shit[/color]\n[color=#e00707]TG: so youre stuck trying to find your way out of this dank abyss while having to listen to the same message on loop[/color]\n[color=#e00707]TG: horrified to find that theres no volume knob cause youre on tatooine and everythings made out of shitty ass scrap and assembled by aliens with fingers the size of california[/color]\n[color=#ff0048]ZN: okay okay fine[/color]\n[color=#ff0048]ZN: im coming over[/color]\n[color=#e00707]TG: thank fuck[/color]\n[color=#e00707]TG: haul your glorious dirtbiker ass over here immediately[/color]\n[color=#ff0048]ZN: yeah sure[/color]\n-- [color=#ff0048]zestyNanite [ZN][/color] ceased pestering [color=#e00707]turntechGodhead [TG][/color] --\n[/spoiler]",
      "n": [ 3 ]
    },
    {
      "d": 1675632115000,
      "c": "Get out of bed.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/03.gif[/img] \n \nYou click the phone off and sit at the side of the bed for a minute, closing your eyes for however long to get the last bit of rest you possibly can before circumstance sweeps you off your feet.",
      "n": [ 4 ]
    },
    {
      "d": 1675632115000,
      "c": "Navigate your drowsy ass to the transportalizer.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/04.gif[/img] \n \nAlright, alright, you don't gotta be a dick about it.\nYou step onto the pad, and almost instantaneously you are transmitted to wherever you need to go. You don't know exactly how these things work, it's something that happened to get established during the five thousand years you and your friends zipped by on your way to developed society. Something about a network of the things, and reading users thoughts to extrapolate your desired location. You hear people talking a lot about how that seems like a gross overreach in surveillance, but you honestly cannot be bothered to give a shit.",
      "n": [ 5 ]
    },
    {
      "d": 1675632115000,
      "c": "Examine surroundings.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/05.gif[/img] \n \nYou are in a ROOM. Holy shit. How can we get any more exciting than this? Oh fuck. You see a BED. Shit's getting real. You also happen to see a DISPLAY OF GOLDEN RECORDS. All fake, of course, and most assuredly hiding what must be the most lucious chocolate you've ever tasted behind it's gold foil outer casing. Not that anybody would ever be able to taste it. There is AN ASSORTMENT OF CLOTHES LITTERED ON THE FLOOR and A PILE OF WEAPONS laid HAPHAZARDLY ACROSS A TABLE.",
      "n": [ 6 ]
    },
    {
      "d": 1675632115000,
      "c": "Observe the TRAIL OF GOOP.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/06-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/06-2.gif[/img] \n \nOh, yeah, you guess that is something of note. Behind you lies a RECUPERA-TWO-N, a dual capacity variation on the Alternian classic. You take some time admiring it's curves and the nice glow emitted by the contents of it's interior.",
      "n": [ 7 ]
    },
    {
      "d": 1675632115000,
      "c": "A little dip wouldn't hurt...",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/07.gif[/img] \n \nNo! You must keep your mind focused on the mission at hand.",
      "n": [ 8 ]
    },
    {
      "d": 1675632115000,
      "c": "Channel your inner sleuth. Follow the trail.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/08-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/08-2.gif[/img] \n \nYou track the slime out the door, down the stairs, and through the underside of a door. You examine the slit below, and find light scatter along the bristles of carpet below. You steady yourself for what could possibly lie on the other side.",
      "n": [ 9 ]
    }
  ]
}
