{
  "n": "JARI: Death of the Author",
  "o": "https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/favicon.jpg",
  "p": [
    {
      "d": 1675632115000,
      "c": "Sopor Slight",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/01.gif[/img] \n \nBuzzing against hardwood. A reverberation that drills it's way into your skull and dings around the interior like a coked up game of pachinko. You turn over in your bed, hoping that it'll leave you alone eventually, but it continues to send it's low tones throughout your being. Blegh. Enough with the prose-- you should take care of this before it wakes her up, too.",
      "n": [ 2 ]
    },
    {
      "d": 1675632115000,
      "c": "Pick up the phone.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/02.gif[/img] \n \nNo matter how much you attempt to prepare, the low light from the screen still manages to make you wince and recoil. You swipe through the thirteen notifications and quickly discover that they're all from one source. You sigh, really hoping that it was one of your many shitposts finally escaping your small following. Almost reluctantly, you access Pesterchum.\n \n[spoiler]\n-- [color=#e00707]turntechGodhead [TG][/color] began pestering [color=#ff0048]zestyNanite [ZN][/color] at 06:54 --\n[color=#e00707]TG: yo[/color]\n[color=#e00707]TG: yo zara[/color]\n[color=#e00707]TG: z-money[/color]\n[color=#e00707]TG: can i call you that or is that nickname reserved by roxy[/color]\n[color=#e00707]TG: who cares[/color]\n[color=#e00707]TG: need you for a thing pronto[/color]\n[color=#e00707]TG: super fuckin important[/color]\n[color=#e00707]TG: real life or death shit[/color]\n[color=#e00707]TG: i got my finger on the pulse of the situation and let me tell you this bitch is flatlining like a skate park gettin filled with sand to keep out hopeful youths during trying times[/color]\n[color=#e00707]TG: but then the dirtbikers come in and see that shit as a glowing beacon of pure fuckin opportunity[/color]\n[color=#e00707]TG: zara[/color]\n[color=#e00707]TG: youre my dirtbiker in shining metal paint finish[/color]\n[color=#e00707]TG: real shit[/color]\n[color=#ff0048]ZN: hey[/color]\n[color=#ff0048]ZN: its like[/color]\n[color=#ff0048]ZN: so god damn early[/color]\n[color=#e00707]TG: listen im not in a position to be able to properly perceive the flow of time are you coming or not[/color]\n[color=#e00707]TG: im down on my knees sendin this message to you like im princess leia[/color]\n[color=#e00707]TG: hey you ever wonder about the implications of holograms[/color]\n[color=#e00707]TG: like youre in a dark ass cave or something and the only way to illuminate shit was via your hologram receiver or some shit[/color]\n[color=#e00707]TG: so youre stuck trying to find your way out of this dank abyss while having to listen to the same message on loop[/color]\n[color=#e00707]TG: horrified to find that theres no volume knob cause youre on tatooine and everythings made out of shitty ass scrap and assembled by aliens with fingers the size of california[/color]\n[color=#ff0048]ZN: okay okay fine[/color]\n[color=#ff0048]ZN: im coming over[/color]\n[color=#e00707]TG: thank fuck[/color]\n[color=#e00707]TG: haul your glorious dirtbiker ass over here immediately[/color]\n[color=#ff0048]ZN: yeah sure[/color]\n-- [color=#ff0048]zestyNanite [ZN][/color] ceased pestering [color=#e00707]turntechGodhead [TG][/color] --\n[/spoiler]",
      "n": [ 3 ]
    },
    {
      "d": 1675632115000,
      "c": "Get out of bed.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/03.gif[/img] \n \nYou click the phone off and sit at the side of the bed for a minute, closing your eyes for however long to get the last bit of rest you possibly can before circumstance sweeps you off your feet.",
      "n": [ 4 ]
    },
    {
      "d": 1675632115000,
      "c": "Navigate your drowsy ass to the transportalizer.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/04.gif[/img] \n \nAlright, alright, you don't gotta be a dick about it.\n \nYou step onto the pad, and almost instantaneously you are transmitted to wherever you need to go. You don't know exactly how these things work, it's something that happened to get established during the five thousand years you and your friends zipped by on your way to developed society. Something about a network of the things, and reading users thoughts to extrapolate your desired location. You hear people talking a lot about how that seems like a gross overreach in surveillance, but you honestly cannot be bothered to give a shit.",
      "n": [ 5 ]
    },
    {
      "d": 1675632115000,
      "c": "Examine surroundings.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/05.gif[/img] \n \nYou are in a ROOM. Holy shit. How can we get any more exciting than this? Oh fuck. You see a BED. Shit's getting real. You also happen to see a DISPLAY OF GOLDEN RECORDS. All fake, of course, and most assuredly hiding what must be the most lucious chocolate you've ever tasted behind it's gold foil outer casing. Not that anybody would ever be able to taste it. There is AN ASSORTMENT OF CLOTHES LITTERED ON THE FLOOR and A PILE OF WEAPONS laid HAPHAZARDLY ACROSS A TABLE.",
      "n": [ 6 ]
    },
    {
      "d": 1675632115000,
      "c": "Observe the TRAIL OF GOOP.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/06-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/06-2.gif[/img] \n \nOh, yeah, you guess that is something of note. Behind you lies a RECUPERA-TWO-N, a dual capacity variation on the Alternian classic. You take some time admiring it's curves and the nice glow emitted by the contents of it's interior.",
      "n": [ 7 ]
    },
    {
      "d": 1675632115000,
      "c": "A little dip wouldn't hurt...",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/07.gif[/img] \n \nNo! You must keep your mind focused on the mission at hand.",
      "n": [ 8 ]
    },
    {
      "d": 1675632115000,
      "c": "Channel your inner sleuth. Follow the trail.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/08-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/08-2.gif[/img] \n \nYou track the slime out the door, down the stairs, and through the underside of a door. You examine the slit below, and find light scatter along the bristles of carpet below. You steady yourself for what could possibly lie on the other side.",
      "n": [ 9 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/09-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/09-2.gif[/img] \n \nYou honestly don't know what you were expecting.\n \n[spoiler]\n[color=#e00707]DAVE: ok zara glad to see youre here weve got an issue[/color]\n[color=#e00707]DAVE: time to do your job as relationship counsellor that i just decided you have right now[/color]\n[color=#ff0048]ZARA: uh[/color]\n[color=#ff0048]ZARA: at least let me sit down first[/color]\n[/spoiler]\n Dave pats the empty section of couch separating him and his partner. You decide to avoid that undoubtedly cringeworthy prospect and instead take the seat located at the opposite side of the room.",
      "n": [ 10 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/10.gif[/img]\n \n[spoiler]\n[color=#ff0048]ZARA: so[/color]\n[color=#ff0048]ZARA: whats up[/color]\n[color=#e00707]DAVE: karkat wont sleep in the same bed as me anymore[/color]\n[color=#e00707]DAVE: ever since i got the slimebed i refuse to sleep on a mattress[/color]\n[color=#e00707]DAVE: but now hes refusing to sleep in a slimebed like troll god intended[/color]\n[color=#e00707]DAVE: and its causing a rift in our relationship deeper than that black hole which might consume reality or some shit[/color]\n[color=#ff0048]ZARA: could you not have. showered? or put on a shirt? before i got here?[/color]\n[color=#e00707]DAVE: can you blame a man for staying goopmaxxed and soporpilled as far into the light of day as he can manage[/color]\n[color=#626262]KARKAT: SO I'M PRETTY SURE YOU CAN SEE THE FUCKING ISSUE HERE.[/color]\n[color=#e00707]DAVE: yeah man i already explained it[/color]\n[color=#626262]KARKAT: DAVE IS BEING A GRUBSHITTING NOOKWIPE AND WON'T QUIT THE FUCKING BIT EVEN IF IT COSTS OUR GOGFORSAKEN RELATIONSHIP.[/color]\n[color=#626262]KARKAT: HE IS MAKING A MOCKERY OF MY CULTURE AND PEOPLE AS WELL AS MAKING A MESS OF OUR ALREADY SHITTY APARTMENT.[/color]\n[color=#e00707]DAVE: im literally sincere about my slimebedloving i dont see why you cant just take me at my word[/color]\n[color=#e00707]DAVE: not everything is ironic dude (dont tell dirk i said that)[/color]\n[color=#ff0048]ZARA: um.[/color]\n[color=#ff0048]ZARA: have you tried. uh.[/color]\n[color=#ff0048]ZARA: taking turns choosing which bed to use?[/color]\n[/spoiler]\n You would ask why you specifically had to be called in to help resolve their issues, but you've long since accepted your role as \"the least involved person who was still technically in sburb.\" And that means everyone knows they can talk more or less freely around you while not worrying too much about upsetting the complex weave of dynamics and relationships in the larger group. The number of vents you have been on the receiving end of would put many a therapist to shame.",
      "n": [ 11 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/11.gif[/img]\n \n[spoiler]\n[color=#e00707]DAVE: you see that would be a quick fix wouldnt it[/color]\n[color=#e00707]DAVE: but the fact of the matter is im too lost in the oxygenated sauce to return back to regular bed life[/color]\n[color=#ff0048]ZARA: (is that how those work??)[/color]\n[color=#e00707]DAVE: (yeah)[/color]\n[color=#ff0048]ZARA: and you can't just[/color]\n[color=#ff0048]ZARA: yknow[/color]\n[color=#ff0048]ZARA: take one for the team?[/color]\n[color=#e00707]DAVE: no can do[/color]\n[color=#e00707]DAVE: anyways he already slept in slime for most of his life i dont know why hes being such a huge baby about it now[/color]\n[color=#ff0048]ZARA: um[/color]\n[color=#ff0048]ZARA: karkat?[/color]\n[color=#626262]KARKAT: RECUPERACOONS WERE MADE FOR INDIVIDUAL USE ONLY. THE VERY CONCEPT OF BUMPING FRONDS AND NUBS WITH SOMEONE WHILE IN THERE ACTIVATES MY ANGUISH BLADDER.[/color]\n[color=#626262]KARKAT: PLUS DAVE IS BEING AN ASSHOLE ABOUT IT.[/color]\n[color=#e00707]DAVE: and *our* slimebed was made for double the individuals to use dude[/color]\n[color=#e00707]DAVE: i didnt even have to get it custom i literally got it at the carapacian ikea[/color]\n[color=#e00707]DAVE: they just make these things regularly now its as normal as normal can get on this planet[/color]\n[color=#e00707]DAVE: more normal than the distribution of a bell curve[/color]\n[color=#e00707]DAVE: zara you gotta understand me here hes just refusing to get with the times[/color]\n[color=#e00707]DAVE: they make them for multiple people now and hes just clinging to the isolated ways of his old planet which bee tee dubs was literally socially engineered to fuck people up and prevent them from forming more than like one or two meaningful positive relationships because they might form coalitions and do another revolt or something[/color]\n[color=#626262]KARKAT: THERE HE GOES AGAIN EXPLAINING *MY OWN FUCKING PLANET* TO ME.[/color]\n[color=#626262]KARKAT: I'M NOT SIX YEARS OLD. I KNOW ALTERNIA HAD PROBLEMS, BUT FUCK YOU IT WAS GREAT.[/color]\n[color=#626262]KARKAT: YOU CAN'T JUST ACT LIKE EVERYTHING WORTHY OF DERISION ABOUT ME IS A DIRECT RESULT OF BEING BORN ON AN OBJECTIVELY COOLER PLANET THAN YOU.[/color]\n[color=#ff0048]ZARA: so[/color]\n[color=#626262]KARKAT: NO, I AM NOT GOING TO \"TAKE ONE FOR THE TEAM\" HERE.[/color]\n[/spoiler]",
      "n": [ 12 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/12.gif[/img]\n \nYou release a deep sigh. This might be a long morning. You really wish that first idea had worked.\n \n[spoiler]\n[color=#ff0048]ZARA: ok so round two of ideas[/color]\n[color=#ff0048]ZARA: maybe instead of taking turns every night[/color]\n[color=#ff0048]ZARA: just. try it once. you both sleep on the mattress again for one night, then the recuperacoon for one night[/color]\n[color=#ff0048]ZARA: and if you seriously cant agree to something after that then, i dont know, accept that you like different sleeping arrangements and not make a federal fucking issue out of it[/color]\n[color=#ff0048]ZARA: sorry i havent had breakfast yet im still kinda morning cranky[/color]\n[color=#ff0048]ZARA: what am i even apologizing for you guys have been doing way worse than me[/color]\n[color=#e00707]DAVE: true[/color]\n[color=#626262]KARKAT: I'M NOT GETTING IN THAT RECUPERACOON.[/color]\n[color=#ff0048]ZARA: not even for a single night?[/color]\n[color=#e00707]DAVE: yeah man cmon just one night like thats only one fifth of a fnaf[/color]\n[color=#626262]KARKAT: IT'S NOT GOING TO HAPPEN AND YOUR PLEAS ARE GOING TO WASTE.[/color]\n[color=#ff0048]ZARA: why is it so bad of an idea[/color]\n[color=#ff0048]ZARA: what about it specifically repulses you[/color]\n[color=#626262]KARKAT: I ALREADY TOLD YOU, RECUPERACOONS WERE MADE FOR ONE.[/color]\n[color=#ff0048]ZARA: and dave is being an asshole yeah i know but why do you care that they were made for one[/color]\n[color=#ff0048]ZARA: why is that specifically a rule that matters to you[/color]\n[color=#ff0048]ZARA: as opposed to all of the other troll stuff you just stopped caring about[/color]\n[/spoiler]",
      "n": [ 13 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/13-1.gif[/img]\n \n[spoiler]\n[color=#ff0048]ZARA: alright alright alright[/color]\n[color=#ff0048]ZARA: i think we need a second opinion[/color]\n[/spoiler]\n You pull out your phone, and navigate to someone who you think would be able to provide more context on the situation.\n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/13-2.gif[/img]\n \n[spoiler]\n-- [color=#ff0048]zestyNanite [ZN][/color] began pestering [color=#008141]grimAuxiliatrix [GA][/color] at 7:12\n[color=#ff0048]ZN: hey[/color]\n[color=#008141]GA: Hello[/color]\n[color=#ff0048]ZN: so im at dave and kks place and im wondering something[/color]\n[color=#008141]GA: I Hope Youre Not Asking Me To Mediate In Said Something[/color]\n[color=#008141]GA: I Understand That Auspistizing Is My Seemingly Natural Inclination But Its Very Early And I Do Not Wish To Wake Rose[/color]\n[color=#ff0048]ZN: nonono i need someone who actually lived on alternia to give me their thoughts on something[/color]\n[color=#008141]GA: Oh[/color]\n[color=#008141]GA: Well Even Then Im Not Capable Of Speaking From Firsthand Experience[/color]\n[color=#008141]GA: Or Any Of The Trolls Really[/color]\n[color=#008141]GA: As Far As I Can Recall Sollux And Vriska Are The Only Ones Of Us Left Who Lived Relatively Residential[/color]\n[color=#008141]GA: But Theyre Both Currently Unavailable For Various Reasons[/color]\n[color=#ff0048]ZN: yeah[/color]\n[color=#ff0048]ZN: but i was just wondering[/color]\n[color=#ff0048]ZN: so recuperacoons[/color]\n[color=#008141]GA: Yes[/color]\n[color=#ff0048]ZN: was it ever custom for them to uh[/color]\n[color=#ff0048]ZN: be made for two. or to be used for two[/color]\n[color=#008141]GA: Zara Im Really Not Liking What This Question Implies About Your Current Scenario[/color]\n[color=#ff0048]ZN: listen[/color]\n[color=#ff0048]ZN: scenarios be happening[/color]\n[color=#ff0048]ZN: or whatever[/color]\n[color=#008141]GA: Okay[/color]\n[color=#008141]GA: From What I Could Gather From Chittr It Seems That Sharing A Recuperacoon Was Something That Could Happen Were Two Trolls In A Quadrant To Share A Powerful Enough Bond[/color]\n[color=#008141]GA: Keep In Mind Most Recuperacoons Were For Single Occupants So Modifications Had To Be Made In That Scenario But Yes It Was A Thing That Could Happen[/color]\n[color=#ff0048]ZN: okay thank you[/color]\n[color=#ff0048]ZN: youve helped me win a very meaningless argument[/color]\n[color=#008141]GA: Okay[/color]\n[color=#008141]GA: Goodbye[/color]\n-- [color=#008141]grimAuxiliatrix [GA][/color] ceased pestering [color=#ff0048]zestyNanite [ZN][/color] --\n[/spoiler]",
      "n": [ 14 ]
    },
    {
      "d": 1675632115000,
      "c": "Zara: Show these suckers.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/14-1.gif[/img]\n \nYou flip your phone in triumph, the argument: won.\n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/14-2.gif[/img]\n \n[spoiler]\n[color=#626262]KARKAT: THAT'S FICTION.[/color]\n[color=#ff0048]ZARA: oh my GOD[/color]\n[color=#626262]KARKAT: I HAVE ALL THE RESPECT IN THE WORLD FOR KANAYA, DON'T GET ME WRONG, BUT I SUSPECT SHE'S BEEN LETTING HER AFFINITY FOR SHITTY ROMANCE NOVELS PLAGUE HER MEMORY.[/color]\n[color=#e00707]DAVE: dont try to pull that[/color]\n[color=#e00707]DAVE: zara have you seen our bookshelf[/color]\n[color=#e00707]DAVE: that thing is just filled to the brim with shitty romance novels[/color]\n[color=#e00707]DAVE: i wake up every morning in fear karkat orders another one because the poor thing cannot handle one more[/color]\n[color=#e00707]DAVE: and i dont wanna get splinters trying to piece back together our shattered furniture[/color]\n[color=#626262]KARKAT: MY APPRECIATION FOR FINE LITERATURE HOLDS NO WEIGHT ON THIS CONVERSATION.[/color]\n[color=#626262]KARKAT: YOU'RE JUST INVENTING PROBLEMS FOR NO REASON. IF ANYTHING IN THIS HOUSE BROKE YOU COULD JUST REWIND IT BACK TO WHEN IT WASN'T BROKEN.[/color]\n[color=#e00707]DAVE: wheres the fun in that[/color]\n[color=#e00707]DAVE: and you are totally ignoring the important part of what im saying[/color]\n[color=#626262]KARKAT: I'M IGNORING NOTHING. IN FACT, I'M AS PERFECTLY ANALYTICAL AND PERCEPTIVE AS I'VE ALWAYS BEEN.[/color]\n[color=#626262]KARKAT: MY JUDGEMENT REMAINS ABSOLUTE, STRIDER.[/color]\n[color=#e00707]DAVE: yeah[/color]\n[color=#e00707]DAVE: absolutely terrible[/color]\n[color=#ff0048]ZARA: oh my god[/color]\n[color=#ff0048]ZARA: can i like[/color]\n[color=#ff0048]ZARA: eat something[/color]\n[color=#ff0048]ZARA: its so early[/color]\n[color=#e00707]DAVE: yeah sure go ahead you know where the kitchen is[/color]\n[/spoiler]",
      "n": [ 15 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/15.gif[/img] \n \nYou don't, in fact, know where the kitchen is, so you end up wandering around aimlessly 'til you stumble upon it.",
      "n": [ 16 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/16.gif[/img] \n \n[spoiler]\n[color=#4ac925]JADE: hi!!![/color]\n[color=#ff0048]ZARA: AH[/color]\n[/spoiler]",
      "n": [ 17 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/17.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: jesus i keep forgetting you live here too[/color]\n[color=#4ac925]JADE: hehehehe[/color]\n[color=#4ac925]JADE: well its not like we ever talk much silly!![/color]\n[color=#ff0048]ZARA: you know what thats fair[/color]\n[color=#4ac925]JADE: so howre thiiiings hows the wife[/color]\n[color=#ff0048]ZARA: hehe[/color]\n[color=#ff0048]ZARA: shes not my wife![/color]\n[color=#4ac925]JADE: not yet at least :D[/color]\n[color=#ff0048]ZARA: i didnt take you to be the one thats actually invested in our relationship[/color]\n[color=#4ac925]JADE: omg are you kidding![/color]\n[color=#4ac925]JADE: i see her posts sometimes you two are so adorable[/color]\n[color=#ff0048]ZARA: thanks i guess[/color]\n[color=#4ac925]JADE: :/[/color]\n[color=#ff0048]ZARA: what[/color]\n[color=#ff0048]ZARA: why are you looking at me like that[/color]\n[/spoiler]",
      "n": [ 18 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/18.gif[/img] \n \n[spoiler]\n[color=#4ac925]JADE: you sound so disinterested![/color]\n[color=#4ac925]JADE: wheres all the enthusiasm!!![/color]\n[color=#ff0048]ZARA: bluh[/color]\n[color=#ff0048]ZARA: sorry its been a long morning[/color]\n[color=#4ac925]JADE: dave and karkat giving you an earful?[/color]\n[color=#ff0048]ZARA: god yeah[/color]\n[color=#ff0048]ZARA: dunno why i gotta be the one to play relationship counsellor[/color]\n[color=#4ac925]JADE: well i think its pretty obvious![/color]\n[color=#4ac925]JADE: i think theyre jealous of you and roxy[/color]\n[color=#ff0048]ZARA: oh?[/color]\n[color=#4ac925]JADE: out of all of us you two were the only ones that were actually able to make things work[/color]\n[color=#4ac925]JADE: well apart from rose and kanaya hehe[/color]\n[color=#4ac925]JADE: your wisdom is valued![/color]\n[color=#ff0048]ZARA: doesnt seem like it[/color]\n[color=#ff0048]ZARA: i mean our relationship doesnt need any upkeep we just kinda exist near each other and thats enough i guess[/color]\n[color=#ff0048]ZARA: im not really a fountain for any relationship advice or anything[/color]\n[color=#4ac925]JADE: well if a relationship requires constant upkeep i dont really think that thats a relationship worth sustaining![/color]\n[color=#4ac925]JADE: at least thats what i think[/color]\n[color=#ff0048]ZARA: huh[/color]\n[color=#4ac925]JADE: your knowledge is passive!![/color]\n[color=#4ac925]JADE: much like many other aspects of you[/color]\n[color=#ff0048]ZARA: what[/color]\n[/spoiler]",
      "n": [ 19 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/19.gif[/img] \n \n[spoiler]\n[color=#4ac925]JADE: no offense zara but you are a very passive person[/color]\n[color=#ff0048]ZARA: is that[/color]\n[color=#ff0048]ZARA: good[/color]\n[color=#4ac925]JADE: i think its perfectly fine![/color]\n[color=#4ac925]JADE: were not really in need of anybody active these days[/color]\n[color=#4ac925]JADE: we just spend most of our time doing nothing anyways :D[/color]\n[color=#4ac925]JADE: except for whatever dirk is up to probably[/color]\n[color=#ff0048]ZARA: yeah im passive i guess[/color]\n[color=#ff0048]ZARA: doesnt really make me a prime contender to sort through relationship issues[/color]\n[color=#4ac925]JADE: zara i promise you a passive person is much more useful for this type of stuff than an active person[/color]\n[color=#4ac925]JADE: they need talk![/color]\n[color=#4ac925]JADE: swords cannot fix relationships!![/color]\n[color=#ff0048]ZARA: if the relationship was awesome they probably could[/color]\n[color=#4ac925]JADE: what?[/color]\n[color=#ff0048]ZARA: nothing[/color]\n[/spoiler]",
      "n": [ 20 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/20.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: i dunno[/color]\n[color=#ff0048]ZARA: im just kinda tired of being the person that everybody vents to or whatever[/color]\n[color=#ff0048]ZARA: i wish i could just be like[/color]\n[color=#ff0048]ZARA: anyone else to somebody else[/color]\n[color=#ff0048]ZARA: apart from the person im literally dating[/color]\n[color=#ff0048]ZARA: and callie. shes nice too[/color]\n[color=#ff0048]ZARA: idk. you get it[/color]\n[color=#4ac925]JADE: yeah i do :/[/color]\n[color=#4ac925]JADE: i mean back during the game i sometimes felt like i was just there to be useful for everyone else[/color]\n[color=#4ac925]JADE: though it often wasnt really that bad, i mean i was just doing my best for my friends in a rough situation!![/color]\n[color=#4ac925]JADE: for a little bit when i went grimbark i did feel REALLY upset about it :([/color]\n[color=#4ac925]JADE: but being evil sucked!!![/color]\n[color=#4ac925]JADE: anyways these days its not like people are constantly asking me for stuff[/color]\n[color=#4ac925]JADE: at least not anything that im not happy to give that is ;)[/color]\n[color=#ff0048]ZARA: hah[/color]\n[color=#ff0048]ZARA: uh[/color]\n[color=#ff0048]ZARA: i think that went a bit off track[/color]\n[color=#ff0048]ZARA: though i think at the beginning there we were on the same page[/color]\n[color=#ff0048]ZARA: sometimes it feels like im more of a practicality than a friend i guess[/color]\n[color=#4ac925]JADE: well i suppose if you feel that way, then maybe you should try being impractical for a change!![/color]\n[color=#4ac925]JADE: it works for me! hehe :D[/color]\n[/spoiler]",
      "n": [ 21 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/21.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: its just[/color]\n[color=#ff0048]ZARA: im having a hard time trying to find an angle to come at this at[/color]\n[color=#ff0048]ZARA: i think im on the right track cuz i mentioned alternia and it did... something[/color]\n[color=#ff0048]ZARA: would you know anything about that[/color]\n[color=#4ac925]JADE: karkat is very cagey about his wigglerhood!![/color]\n[color=#4ac925]JADE: ive tried to bring it up before and he deflects a lot[/color]\n[color=#4ac925]JADE: it was hard for him you know?[/color]\n[color=#4ac925]JADE: i think he was alone and afraid a lot :([/color]\n[color=#ff0048]ZARA: yeah ive been there[/color]\n[color=#4ac925]JADE: have you?[/color]\n[color=#ff0048]ZARA: i mean i didnt have to deal with murder robots but things werent exactly nice for me either[/color]\n[color=#4ac925]JADE: there!!![/color]\n[color=#ff0048]ZARA: what[/color]\n[color=#ff0048]ZARA: where[/color]\n[color=#4ac925]JADE: not a location![/color]\n[color=#4ac925]JADE: thats your angle zara!! :D[/color]\n[color=#ff0048]ZARA: whuh[/color]\n[/spoiler]",
      "n": [ 22 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/22.gif[/img] \n \n[spoiler]\n[color=#4ac925]JADE: you need to stop being a therapist and start being a friend[/color]\n[color=#4ac925]JADE: connect![/color]\n[color=#ff0048]ZARA: huh[/color]\n[/spoiler]",
      "n": [ 23 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/23.gif[/img] \n \n[spoiler]\n[color=#4ac925]JADE: if you come at him like hes some weird puzzle shit you wont ever get him to talk![/color]\n[color=#4ac925]JADE: you need to bond with him on something[/color]\n[color=#ff0048]ZARA: like[/color]\n[color=#4ac925]JADE: idk!!! :D[/color]\n[color=#4ac925]JADE: youre a smart girl im sure youll figure it out :B[/color]\n[color=#ff0048]ZARA: okay[/color]\n[color=#ff0048]ZARA: sure[/color]\n[color=#ff0048]ZARA: i will go do that[/color]\n[color=#4ac925]JADE: yes! one more thing though[/color]\n[color=#ff0048]ZARA: yeah[/color]\n[/spoiler]",
      "n": [ 24 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/24.gif[/img]",
      "n": [ 25 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/25.gif[/img] \n \n[spoiler]\n[color=#4ac925]JADE: youre cute and fun and i think we should talk more :D[/color]\n[color=#ff0048]ZARA: um[/color]\n[color=#ff0048]ZARA: you have my chumhandle[/color]\n[color=#4ac925]JADE: :D[/color]\n[color=#4ac925]JADE: go get em tiger!! hehe[/color]\n[/spoiler]",
      "n": [ 26 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/26.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: so[/color]\n[color=#ff0048]ZARA: uh[/color]\n[color=#e00707]DAVE: yeah[/color]\n[/spoiler]\nYou sit down and rest there for a minute, the gears in your mind turning. Karkat grows visibly agitated as you struggle to form your next words.\n[spoiler]\n[color=#ff0048]ZARA: dave ive heard you mention your childhood in passing before yeah[/color]\n[color=#e00707]DAVE: yeah[/color]\n[color=#e00707]DAVE: to make a shit story short it was no bueno[/color]\n[color=#ff0048]ZARA: do you want to talk about it[/color]\n[color=#e00707]DAVE: not really[/color]\n[color=#ff0048]ZARA: alright then ill go first[/color]\n[color=#626262]KARKAT: I SEE WHAT YOU'RE DOING HERE.[/color]\n[color=#626262]KARKAT: YOU GOING FIRST IMPLIES THAT DAVE WILL GO SECOND, AND INSIDIOUSLY SPAWNS THE ASSUMPTION THAT I WILL BE GOING THIRD IN THIS REMINISCENCE SESSION YOU JUST PULLED OUT OF NOWHERE.[/color]\n[color=#ff0048]ZARA: yeah pretty much[/color]\n[color=#626262]KARKAT: I'M NOT GOING THIRD.[/color]\n[color=#ff0048]ZARA: well do you want to go first then[/color]\n[color=#626262]KARKAT: NO.[/color]\n[color=#ff0048]ZARA: how about second[/color]\n[color=#626262]KARKAT: I ABSTAIN ENTIRELY FROM WHATEVER GARBAGE PLAN YOU'RE ATTEMPTING TO PUT INTO MOTION HERE. I WILL TAKE NO TURNS AND YOU WILL LIVE WITH THE KNOWLEDGE THAT YOUR LOW PERFORMANCE PUZZLE SPONGE FAILED SPECTACULARLY TO SOLVE THE SHITTY RIDDLE THAT IS KARKAT VANTAS THROUGH INVENTING CONTRIVED AND OBVIOUS PLOTS.[/color]\n[color=#ff0048]ZARA: ok then[/color]\n[color=#ff0048]ZARA: i guess ill still be going first[/color]\n[/spoiler]",
      "n": [ 27 ]
    },
    {
      "d": 1675632115000,
      "c": "Zara: Reminisce.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/27.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: so[/color]\n[color=#ff0048]ZARA: idk i was pretty like[/color]\n[color=#ff0048]ZARA: distant i guess[/color]\n[color=#ff0048]ZARA: i guess detached was the better word[/color]\n[color=#ff0048]ZARA: didnt really get out much[/color]\n[color=#e00707]DAVE: preach[/color]\n[color=#ff0048]ZARA: i was in a pretty bad state[/color]\n[color=#ff0048]ZARA: that state being florida[/color]\n[color=#ff0048]ZARA: i mean i could get into a lot[/color]\n[color=#ff0048]ZARA: but namely id spend forever locked inside my room working on whatever the fuck inane shit i had in my mind[/color]\n[color=#ff0048]ZARA: or watching movies[/color]\n[color=#ff0048]ZARA: i mean im sure you can relate[/color]\n[color=#e00707]DAVE: yeah i guess[/color]\n[color=#e00707]DAVE: if by inane shit you mean the illest beats to ever grace my friends pesterchum[/color]\n[color=#e00707]DAVE: alright little fun fact im sure youre dying to hear[/color]\n[color=#e00707]DAVE: so we lived at the top of a big ass skyscraper right[/color]\n[color=#e00707]DAVE: what they dont tell you is that goin up and down that building to get literally anywhere like[/color]\n[color=#e00707]DAVE: gives you absurd fuckin altitude sickness[/color]\n[color=#e00707]DAVE: \"yo dave come to the rooftop we gotta train\" yeah dude sure just let me down some pepto first for this fuckin nausea[/color]\n[color=#626262]KARKAT: WAIT, THAT'S REAL?[/color]\n[color=#e00707]DAVE: have you never heard of altitude sickness before dude[/color]\n[color=#626262]KARKAT: I ALWAYS THOUGHT THAT SOLLUX WAS JUST FUCKING WITH ME. HE'D SEND ME HIS CODE AND SAY SOME BULLSHIT EXCUSE LIKE HOW HARD IT WAS TO WORK ON IT BECAUSE HE WAS DEALING WITH SOME INANE FUCKING SPONGEPOUNDING FATIGUE, WHICH I HAD JUST ASSUMED WAS HIM TRYING TO GIVE ME A METAPHORICAL CONSOLATION PRIZE FOR HOW MUCH MY SHIT SUCKED ASS IN COMPARISON TO HIS.[/color]\n[color=#626262]KARKAT: I HAD ONLY EVER SEEN COMMUNAL HIVE STEMS FROM AFAR SO I WAS NEVER CAPABLE OF COMPREHENDING HOW NUG-SHATTERINGLY HIGH THEY WERE.[/color]\n[/spoiler]",
      "n": [ 28 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/28.gif[/img] \n \nLightbulb. You're onto something.\n \n[spoiler]\n[color=#ff0048]ZARA: how were the views on alternia actually[/color]\n[color=#ff0048]ZARA: i mean ive been around troll kingdom a bit and all the architecture looks really neat but like[/color]\n[color=#ff0048]ZARA: what was it like where that shit actually originated[/color]\n[color=#626262]KARKAT: WELL IT WAS CERTAINLY BETTER THAN WHAT THINGS ARE LIKE HERE. APPARENTLY YOUR GODFORSAKEN PLANET WAS TOO LOW ON THE BUDGET TO AFFORD A STANDARD SECOND MOON.[/color]\n[color=#e00707]DAVE: you know we are gods it would be perfectly reasonable to add a second moon here[/color]\n[color=#e00707]DAVE: jade could do that literally whenever i bet[/color]\n[color=#e00707]DAVE: i mean if youre fine with dealing with tsunamis every day[/color]\n[color=#626262]KARKAT: WE LEARNED TO SIMPLY BUILD OUR SHIT AWAY FROM THE TIDES. I'M SURE THE GLUBBING ARISTOCRACY APPRECIATED THE FUCKING DISTANCE.[/color]\n[color=#ff0048]ZARA: i mean heres where id get into like[/color]\n[color=#ff0048]ZARA: class analogy or some shit[/color]\n[color=#ff0048]ZARA: but i dont think that really applies to you does it[/color]\n[color=#626262]KARKAT: YES, PLEASE DRAW BLATANT ATTENTION TO MY DISGUSTING MUTATED BLOOD. REALLY SUBTLE SEGUE, I APPLAUD YOUR ATTENTION TO VERBAL FLUIDITY. DO YOU HEAR THAT? DO YOU HEAR THAT IN MY VOICE? THAT'S SARCASM.[/color]\n[color=#ff0048]ZARA: okay i get it[/color]\n[color=#ff0048]ZARA: listen i get it alright[/color]\n[color=#626262]KARKAT: IN WHAT SENSE DO YOU POSSIBLY \"GET IT.\"[/color]\n[color=#626262]KARKAT: COULD YOU EXPLAIN THE \"IT\" THAT YOU ARE PURPORTING TO \"GET\" OR ARE YOU RECITING MEANINGLESS PLATITUDES IN AN ATTEMPT TO GET US BACK ON TRACK TO \"FIXING KARKAT STATION.\" ALL ABOARD THE MANY WHEELED TRANSPORT![/color]\n[color=#ff0048]ZARA: its just[/color]\n[/spoiler]",
      "n": [ 29 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/29.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: did you ever feel alone in crowds[/color]\n[color=#626262]KARKAT: I DON'T APPRECIATE THIS CONFRONTATION. WHAT EVER HAPPENED TO YOUR ASININE TURN SYSTEM? I THINK IT'S TIME STRIDER HAD A CHANCE TO WORDVOMIT ALL OVER THE PLACE.[/color]\n[color=#ff0048]ZARA: i mean he already did[/color]\n[color=#e00707]DAVE: yeah my stomach is empty and theres words all over the damn place[/color]\n[color=#e00707]DAVE: its gonna take weeks to clean the all the consonants out of the crevices at this rate[/color]\n[color=#626262]KARKAT: OH MY GOD.[/color]\n[/spoiler]",
      "n": [ 30 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/30.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: WHY IS EVERYONE GETTING ON MY POSTURE PILLAR ABOUT THIS SHIT?[/color]\n[color=#ff0048]ZARA: i dunno man. im worried about you![/color]\n[color=#626262]KARKAT: WE NEVER SPEAK. I DON'T EVEN KNOW A LAST NAME TO REFER TO YOU BY. YOU DON'T HAVE THE RIGHT TO BE WORRIED ABOUT ME.[/color]\n[/spoiler]",
      "n": [ 31 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/31.gif[/img] \n \n[spoiler]\n[color=#e00707]DAVE: well[/color]\n[color=#e00707]DAVE: uh[/color]\n[color=#e00707]DAVE: do i have the right to be worried[/color]\n[color=#626262]KARKAT: NO- I MEAN- I DON'T KNOW.[/color]\n[/spoiler]",
      "n": [ 32 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/32.gif[/img] \n \nHis eyes dart around space for a moment, quickly locking with yours for a moment before subtly shifting back towards Dave.\n \n[spoiler]\n[color=#626262]KARKAT: YES.[/color]\n[color=#e00707]DAVE: ok then im asking you[/color]\n[color=#e00707]DAVE: as someone exercising my karkat-given right to worry[/color]\n[color=#e00707]DAVE: can you answer zaras question[/color]\n[color=#626262]KARKAT: ALRIGHT, FINE.[/color]\n[/spoiler]",
      "n": [ 33 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/33.gif[/img]",
      "n": [ 34 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/34.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: YES, I DID.[/color]\n[color=#626262]KARKAT: IS THAT IT? DID I PASS YOUR TEST OF SELF ADMISSION?[/color]\n[color=#ff0048]ZARA: come on[/color]\n[color=#ff0048]ZARA: give us a little more[/color]\n[color=#626262]KARKAT: SERIOUSLY?[/color]\n[color=#e00707]DAVE: dude[/color]\n[color=#626262]KARKAT: FUCK.[/color]\n[color=#626262]KARKAT: OKAY. SURE. PREPARE TO BE SCHOOLFED THE BULLSHIT THAT WAS MY COLOSSAL LOAD GAPER OF A WIGGLERHOOD.[/color]\n[/spoiler]",
      "n": [ 35 ]
    },
    {
      "d": 1675632115000,
      "c": "Karkat: Weave your tapestry.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/35.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: I MEAN IT WAS PRETTY OBVIOUS THAT I COULDN'T SUBSIST ON THE SCRAPS MY LUSUS COULD FORAGE FOR ME. HE WAS AS EFFICIENT AS HE WAS INTELLIGENT, WHICH IS TO SAY, ABSOLUTELY FUCKING USELESS. I NEEDED TO FILL THE REST OF THE HUNGER TRUNK BY MYSELF, AND THAT MEANT LEAVING MY HIVE.[/color]\n[color=#626262]KARKAT: I HAD A FEW FAKE SHIRTS ON TAP FOR WHENEVER I ACTUALLY HAD TO GO OUT IN PUBLIC. I WASN'T PUTTING ON ONE OF EGBERT'S RIDICULOUS DISGUISES EVERY TIME I LEFT THE HOUSE BUT IT WASN'T EXACTLY EASY TO DECIPHER MY BLOOD COLOR, EITHER.[/color]\n[color=#626262]KARKAT: I WASN'T OLD ENOUGH FOR MY EYES TO GET IT'S TINT BUT THERE WAS ALWAYS THIS...[/color]\n[/spoiler]",
      "n": [ 36 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/36.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: APPREHENSION.[/color]\n[color=#626262]KARKAT: THIS DEEP UNDERLYING SENSE THAT NO MATTER HOW HARD I TRIED TO HIDE IT THE PEOPLE THAT LOOKED ME IN THE EYES *KNEW*.[/color]\n[color=#626262]KARKAT: ALL IT TOOK WAS A SCOWL AND A MEAN LOOK AND I WAS CERTAIN FOR A MOMENT THAT I WAS GOING TO BE CULLED ON THE SPOT.[/color]\n[/spoiler]",
      "n": [ 37 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/37.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: and whenever they started to talk behind your back[/color]\n[color=#ff0048]ZARA: you had the suspicion that they were talking about you[/color]\n[/spoiler]",
      "n": [ 38 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/38.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: SHUT THE FUCK UP, THIS IS MY TURN IN THE REMINISCENCE SESSION NOT YOURS.[/color]\n[color=#ff0048]ZARA: auugh[/color]\n[/spoiler]",
      "n": [ 39 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/39.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: ANYWAY, YOU AREN'T ENTIRELY WRONG. BUT I USUALLY MANAGED TO KEEP A LOT OF THOSE THOUGHTS DOWN IN THE BACK OF MY PAN.[/color]\n[color=#626262]KARKAT: MY MIND WAS MOSTLY ON GETTING WHATEVER I NEEDED TO GET DONE BEFORE A DRONE SPOTS ME OR I GET MY OUTER LAYER PRICKED BY SOME LOOSE OBJECT OR WHATEVER THE FUCK.[/color]\n[color=#626262]KARKAT: THEN I COULD GET BACK TO MY HIVE AND FINALLY FUCKING REST.[/color]\n[color=#e00707]DAVE: lose yourself in the ooze[/color]\n[color=#626262]KARKAT: DON'T SAY THAT. DO NOT EVER SAY IT LIKE THAT.[/color]\n[color=#e00707]DAVE: its been said forever and always[/color]\n[color=#e00707]DAVE: ooze eternal[/color]\n[/spoiler]",
      "n": [ 40 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/40.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: RECUPERACOONS WERE MADE TO WARD OFF NIGHTMARES SPAWNED BY THE UTTERLY SHITTY CONDITIONS WE HAD TO PERSIST THROUGH ON ALTERNIA. BUT WE LATER CAME TO LEARN THAT THEY WERE ACTUALLY CAUSED BY A FUCKING HORRORTERROR-LITE DEEP IN THE PLANETS OCEAN.[/color]\n[color=#e00707]DAVE: was that actually why[/color]\n[color=#e00707]DAVE: i thought that shit was just speculation[/color]\n[color=#e00707]DAVE: or wasnt it actually clown magic[/color]\n[color=#626262]KARKAT: WHATEVER, IT DOESN'T MATTER.[/color]\n[color=#626262]KARKAT: THE SHIT I DREAMT WASN'T ABOUT SOME ELDRITCH LUSUS I COULDN'T COMPREHEND OR CAUSED BY WHATEVER SHIT DOC SCRATCH WAS PULLING ON OUR PLANET, AND I SINCERELY DOUBT IT WAS ORCHESTRATED BY GAMZEE'S GLOBE FONDLING CULT.[/color]\n[color=#626262]KARKAT: IT WAS ALWAYS ABOUT MYSELF.[/color]\n[color=#626262]KARKAT: BUT I COULD GO TO SLEEP KNOWING THAT THE SOPOR SLIME WOULD STOP THAT SHIT FROM PLAGUING ME FOR THE MINISCULE AMOUNT OF TIME PER DAY I WAS ABLE TO SHUT MY EYES.[/color]\n[color=#626262]KARKAT: I'M JUST.[/color]\n[/spoiler]",
      "n": [ 41 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/41.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: youre afraid of people still arent you[/color]\n[color=#626262]KARKAT: NO.[/color]\n[color=#e00707]DAVE: really[/color]\n[color=#e00707]DAVE: im not sure i buy that[/color]\n[color=#e00707]DAVE: not at those prices and values[/color]\n[/spoiler]",
      "n": [ 42 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/42.gif[/img] \n \nYour eyes stay locked for what feels like an eternity, and you start to see beads of sweat form along his face, trickling down as his gaze starts to falter. Before long, he relents.\n \n[spoiler]\n[color=#626262]KARKAT: FUCK. SURE. I'M A COWARDLY WIGGLER AND YOU'VE FIGURED ME OUT SO PLEASE BACK THE FUCK OFF.[/color]\n[color=#ff0048]ZARA: okay[/color]\n[/spoiler]",
      "n": [ 43 ]
    },
    {
      "d": 1675632115000,
      "c": "======>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/43.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: I'VE ALWAYS ASSOCIATED CLOSENESS WITH THE RISK OF GETTING BIFURCATED, OR SHOT, OR WHAT OTHER FUCKED UP DEATH MY DEMENTED EXCUSE FOR A THINKPAN COULD CONJURE UP FOR ME TO SUFFER THROUGH.[/color]\n[color=#626262]KARKAT: WHEN WE SPENT THOSE THREE YEARS ON THE METEOR IT WAS LIKE I FINALLY GOT TO FUCKING RELAX. DESPITE ALL THE BULLSHIT THAT WENT ON THERE IT WAS BASICALLY SAFE.[/color]\n[color=#626262]KARKAT: BUT...[/color]\n[color=#e00707]DAVE: but[/color]\n[/spoiler]",
      "n": [ 44 ]
    },
    {
      "d": 1675632115000,
      "c": "[A6I2] ==>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/44.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: you associate closeness with danger[/color]\n[color=#ff0048]ZARA: and recuperacoons with safety[/color]\n[color=#ff0048]ZARA: and...[/color]\n[color=#626262]KARKAT: AND?[/color]\n[color=#ff0048]ZARA: im not going to finish that sentence[/color]\n[color=#ff0048]ZARA: you need to be the one to connect those dots[/color]\n[color=#626262]KARKAT: I...[/color]\n[/spoiler]",
      "n": [ 45 ]
    },
    {
      "d": 1675632115000,
      "c": "[A6I2] ==>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/45.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: I'M WORRIED THAT IF I LET SOMEBODY ELSE IN I RISK GETTING CULLED, OR WHATEVER.[/color]\n[color=#ff0048]ZARA: no whatever[/color]\n[color=#ff0048]ZARA: you need to be serious[/color]\n[color=#ff0048]ZARA: sincerity and all that[/color]\n[color=#626262]KARKAT: I'M MAKING BREAKTHROUGHS HERE AND YOU'RE ASKING FOR *MORE* SINCERITY?[/color]\n[color=#ff0048]ZARA: i guess[/color]\n[color=#e00707]DAVE: if i can do sincerity once in a blue moon you can do it too[/color]\n[color=#626262]KARKAT: GOD, OKAY.[/color]\n[/spoiler]",
      "n": [ 46 ]
    },
    {
      "d": 1675632115000,
      "c": "[A6I2] ==>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/46.gif[/img] \n \n[spoiler]\n[color=#626262]KARKAT: WERE I TO LET YOU INTO THE SAME RECUPERACOON AS ME, I'M WORRIED I WON'T HAVE ANY PLACES LEFT FOR ME.[/color]\n[color=#626262]KARKAT: THERE. SHIT. MY BROKEN FUCKING PAN'S DEEP CREVICES BARED TO THE WORLD.[/color]\n[color=#e00707]DAVE: oh dude[/color]\n[color=#e00707]DAVE: man im sorry[/color]\n[/spoiler]",
      "n": [ 47 ]
    },
    {
      "d": 1675632115000,
      "c": "[A6I2] ==>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/47.gif[/img] \n \n[spoiler]\n[color=#e00707]DAVE: ive been such a dick about this[/color]\n[color=#e00707]DAVE: got petty about the slimebed when i should have been talking about this serious shit[/color]\n[color=#e00707]DAVE: sorry for forcing all this on you[/color]\n[color=#e00707]DAVE: reconciliation hug[/color]\n[color=#626262]KARKAT: FINE. RECONCILIATION HUG.[/color]\n[/spoiler]",
      "n": [ 48 ]
    },
    {
      "d": 1675632115000,
      "c": "[A6I2] ==>",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/48.gif[/img] \n \n[spoiler]\n[color=#ff0048]ZARA: so[/color]\n[color=#ff0048]ZARA: i never got the chance to get food[/color]\n[color=#ff0048]ZARA: do you guys want to like[/color]\n[color=#ff0048]ZARA: order a morning pizza[/color]\n[color=#e00707]DAVE: morning pizza sounds dope[/color]\n[color=#e00707]DAVE: breakfast of champions[/color]\n[color=#e00707]DAVE: and italians probably[/color]\n[color=#e00707]DAVE: call mario and luigi to get in on this[/color]\n[color=#626262]KARKAT: I COULD TOTALLY EVISCERATE A HUMAN CHEESEDISC RIGHT NOW.[/color]\n[color=#ff0048]ZARA: ill order two then i guess[/color]\n[/spoiler]",
      "n": [ 49 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/49-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/49-2.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/49-3.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/49-4.gif[/img] \n \n",
      "n": [ 50 ]
    },
    {
      "d": 1675632115000,
      "c": "Hours in the future, but not many...",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/50.gif[/img] \n \n[spoiler]\n-- [color=#ff6ff2]tipsyGnostalgic [TG][/color] began pestering [color=#ff0048]zestyNanite [ZN][/color] at 14:44 --\n[color=#ff6ff2]TG: yo z-money[/color]\n[color=#ff6ff2]TG: sry had 2 leave th house rosey was talkin 2 me abt som marital issues[/color]\n[color=#ff6ff2]TG: had 2 leave ta sort that shit out pronto[/color]\n[color=#ff6ff2]TG: gunna be home soon but rn im tired asf[/color]\n[color=#ff6ff2]TG: might b a while[/color]\n[color=#ff6ff2]TG: k bai[/color]\n[/spoiler]\nThe end.\n \n[url=https://grimdorks.net/?p=credits/]CREDITS[/url]",
      "n": [ 51 ]
    }
  ]
}
