{
  "n": "JARI: Death of the Author",
  "o": "https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/favicon.jpg",
  "p": [
    {
      "d": 1675632115000,
      "c": "Sopor Slight",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/01.gif[/img] \n \nBuzzing against hardwood. A reverberation that drills it's way into your skull and dings around the interior like a coked up game of pachinko. You turn over in your bed, hoping that it'll leave you alone eventually, but it continues to send it's low tones throughout your being. Blegh. Enough with the prose-- you should take care of this before it wakes her up, too.",
      "n": [ 2 ]
    },
    {
      "d": 1675632115000,
      "c": "Pick up the phone.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/02.gif[/img] \n \nNo matter how much you attempt to prepare, the low light from the screen still manages to make you wince and recoil. You swipe through the thirteen notifications and quickly discover that they're all from one source. You sigh, really hoping that it was one of your many shitposts finally escaping your small following. Almost reluctantly, you access Pesterchum.\n \n[spoiler]\n-- [color=#e00707]turntechGodhead [TG][/color] began pestering [color=#ff0048]zestyNanite [ZN][/color] at 06:54 --\n[color=#e00707]TG: yo[/color]\n[color=#e00707]TG: yo zara[/color]\n[color=#e00707]TG: z-money[/color]\n[color=#e00707]TG: can i call you that or is that nickname reserved by roxy[/color]\n[color=#e00707]TG: who cares[/color]\n[color=#e00707]TG: need you for a thing pronto[/color]\n[color=#e00707]TG: super fuckin important[/color]\n[color=#e00707]TG: real life or death shit[/color]\n[color=#e00707]TG: i got my finger on the pulse of the situation and let me tell you this bitch is flatlining like a skate park gettin filled with sand to keep out hopeful youths during trying times[/color]\n[color=#e00707]TG: but then the dirtbikers come in and see that shit as a glowing beacon of pure fuckin opportunity[/color]\n[color=#e00707]TG: zara[/color]\n[color=#e00707]TG: youre my dirtbiker in shining metal paint finish[/color]\n[color=#e00707]TG: real shit[/color]\n[color=#ff0048]ZN: hey[/color]\n[color=#ff0048]ZN: its like[/color]\n[color=#ff0048]ZN: so god damn early[/color]\n[color=#e00707]TG: listen im not in a position to be able to properly perceive the flow of time are you coming or not[/color]\n[color=#e00707]TG: im down on my knees sendin this message to you like im princess leia[/color]\n[color=#e00707]TG: hey you ever wonder about the implications of holograms[/color]\n[color=#e00707]TG: like youre in a dark ass cave or something and the only way to illuminate shit was via your hologram receiver or some shit[/color]\n[color=#e00707]TG: so youre stuck trying to find your way out of this dank abyss while having to listen to the same message on loop[/color]\n[color=#e00707]TG: horrified to find that theres no volume knob cause youre on tatooine and everythings made out of shitty ass scrap and assembled by aliens with fingers the size of california[/color]\n[color=#ff0048]ZN: okay okay fine[/color]\n[color=#ff0048]ZN: im coming over[/color]\n[color=#e00707]TG: thank fuck[/color]\n[color=#e00707]TG: haul your glorious dirtbiker ass over here immediately[/color]\n[color=#ff0048]ZN: yeah sure[/color]\n-- [color=#ff0048]zestyNanite [ZN][/color] ceased pestering [color=#e00707]turntechGodhead [TG][/color] --\n[/spoiler]",
      "n": [ 3 ]
    },
    {
      "d": 1675632115000,
      "c": "Get out of bed.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/03.gif[/img] \n \nYou click the phone off and sit at the side of the bed for a minute, closing your eyes for however long to get the last bit of rest you possibly can before circumstance sweeps you off your feet.",
      "n": [ 4 ]
    },
    {
      "d": 1675632115000,
      "c": "Navigate your drowsy ass to the transportalizer.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/04.gif[/img] \n \nAlright, alright, you don't gotta be a dick about it.\n \nYou step onto the pad, and almost instantaneously you are transmitted to wherever you need to go. You don't know exactly how these things work, it's something that happened to get established during the five thousand years you and your friends zipped by on your way to developed society. Something about a network of the things, and reading users thoughts to extrapolate your desired location. You hear people talking a lot about how that seems like a gross overreach in surveillance, but you honestly cannot be bothered to give a shit.",
      "n": [ 5 ]
    },
    {
      "d": 1675632115000,
      "c": "Examine surroundings.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/05.gif[/img] \n \nYou are in a ROOM. Holy shit. How can we get any more exciting than this? Oh fuck. You see a BED. Shit's getting real. You also happen to see a DISPLAY OF GOLDEN RECORDS. All fake, of course, and most assuredly hiding what must be the most lucious chocolate you've ever tasted behind it's gold foil outer casing. Not that anybody would ever be able to taste it. There is AN ASSORTMENT OF CLOTHES LITTERED ON THE FLOOR and A PILE OF WEAPONS laid HAPHAZARDLY ACROSS A TABLE.",
      "n": [ 6 ]
    },
    {
      "d": 1675632115000,
      "c": "Observe the TRAIL OF GOOP.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/06-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/06-2.gif[/img] \n \nOh, yeah, you guess that is something of note. Behind you lies a RECUPERA-TWO-N, a dual capacity variation on the Alternian classic. You take some time admiring it's curves and the nice glow emitted by the contents of it's interior.",
      "n": [ 7 ]
    },
    {
      "d": 1675632115000,
      "c": "A little dip wouldn't hurt...",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/07.gif[/img] \n \nNo! You must keep your mind focused on the mission at hand.",
      "n": [ 8 ]
    },
    {
      "d": 1675632115000,
      "c": "Channel your inner sleuth. Follow the trail.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/08-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/08-2.gif[/img] \n \nYou track the slime out the door, down the stairs, and through the underside of a door. You examine the slit below, and find light scatter along the bristles of carpet below. You steady yourself for what could possibly lie on the other side.",
      "n": [ 9 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/09-1.gif[/img] \n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/09-2.gif[/img] \n \nYou honestly don't know what you were expecting.\n \n[spoiler]\n[color=#e00707]DAVE: ok zara glad to see youre here weve got an issue[/color]\n[color=#e00707]DAVE: time to do your job as relationship counsellor that i just decided you have right now[/color]\n[color=#ff0048]ZARA: uh[/color]\n[color=#ff0048]ZARA: at least let me sit down first[/color]\n[/spoiler]\n Dave pats the empty section of couch separating him and his partner. You decide to avoid that undoubtedly cringeworthy prospect and instead take the seat located at the opposite side of the room.",
      "n": [ 10 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/10.gif[/img]\n \n[spoiler]\n[color=#ff0048]ZARA: so[/color]\n[color=#ff0048]ZARA: whats up[/color]\n[color=#e00707]DAVE: karkat wont sleep in the same bed as me anymore[/color]\n[color=#e00707]DAVE: ever since i got the slimebed i refuse to sleep on a mattress[/color]\n[color=#e00707]DAVE: but now hes refusing to sleep in a slimebed like troll god intended[/color]\n[color=#e00707]DAVE: and its causing a rift in our relationship deeper than that black hole which might consume reality or some shit[/color]\n[color=#ff0048]ZARA: could you not have. showered? or put on a shirt? before i got here?[/color]\n[color=#e00707]DAVE: can you blame a man for staying goopmaxxed and soporpilled as far into the light of day as he can manage[/color]\n[color=#626262]KARKAT: SO I'M PRETTY SURE YOU CAN SEE THE FUCKING ISSUE HERE.[/color]\n[color=#e00707]DAVE: yeah man i already explained it[/color]\n[color=#626262]KARKAT: DAVE IS BEING A GRUBSHITTING NOOKWIPE AND WON'T QUIT THE FUCKING BIT EVEN IF IT COSTS OUR GOGFORSAKEN RELATIONSHIP.[/color]\n[color=#626262]KARKAT: HE IS MAKING A MOCKERY OF MY CULTURE AND PEOPLE AS WELL AS MAKING A MESS OF OUR ALREADY SHITTY APARTMENT.[/color]\n[color=#e00707]DAVE: im literally sincere about my slimebedloving i dont see why you cant just take me at my word[/color]\n[color=#e00707]DAVE: not everything is ironic dude (dont tell dirk i said that)[/color]\n[color=#ff0048]ZARA: um.[/color]\n[color=#ff0048]ZARA: have you tried. uh.[/color]\n[color=#ff0048]ZARA: taking turns choosing which bed to use?[/color]\n[/spoiler]\n You would ask why you specifically had to be called in to help resolve their issues, but you've long since accepted your role as \"the least involved person who was still technically in sburb.\" And that means everyone knows they can talk more or less freely around you while not worrying too much about upsetting the complex weave of dynamics and relationships in the larger group. The number of vents you have been on the receiving end of would put many a therapist to shame.",
      "n": [ 11 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/11.gif[/img]\n \n[spoiler]\n[color=#e00707]DAVE: you see that would be a quick fix wouldnt it[/color]\n[color=#e00707]DAVE: but the fact of the matter is im too lost in the oxygenated sauce to return back to regular bed life[/color]\n[color=#ff0048]ZARA: (is that how those work??)[/color]\n[color=#e00707]DAVE: (yeah)[/color]\n[color=#ff0048]ZARA: and you can't just[/color]\n[color=#ff0048]ZARA: yknow[/color]\n[color=#ff0048]ZARA: take one for the team?[/color]\n[color=#e00707]DAVE: no can do[/color]\n[color=#e00707]DAVE: anyways he already slept in slime for most of his life i dont know why hes being such a huge baby about it now[/color]\n[color=#ff0048]ZARA: um[/color]\n[color=#ff0048]ZARA: karkat?[/color]\n[color=#626262]KARKAT: RECUPERACOONS WERE MADE FOR INDIVIDUAL USE ONLY. THE VERY CONCEPT OF BUMPING FRONDS AND NUBS WITH SOMEONE WHILE IN THERE ACTIVATES MY ANGUISH BLADDER.[/color]\n[color=#626262]KARKAT: PLUS DAVE IS BEING AN ASSHOLE ABOUT IT.[/color]\n[color=#e00707]DAVE: and *our* slimebed was made for double the individuals to use dude[/color]\n[color=#e00707]DAVE: i didnt even have to get it custom i literally got it at the carapacian ikea[/color]\n[color=#e00707]DAVE: they just make these things regularly now its as normal as normal can get on this planet[/color]\n[color=#e00707]DAVE: more normal than the distribution of a bell curve[/color]\n[color=#e00707]DAVE: zara you gotta understand me here hes just refusing to get with the times[/color]\n[color=#e00707]DAVE: they make them for multiple people now and hes just clinging to the isolated ways of his old planet which bee tee dubs was literally socially engineered to fuck people up and prevent them from forming more than like one or two meaningful positive relationships because they might form coalitions and do another revolt or something[/color]\n[color=#626262]KARKAT: THERE HE GOES AGAIN EXPLAINING *MY OWN FUCKING PLANET* TO ME.[/color]\n[color=#626262]KARKAT: I'M NOT SIX YEARS OLD. I KNOW ALTERNIA HAD PROBLEMS, BUT FUCK YOU IT WAS GREAT.[/color]\n[color=#626262]KARKAT: YOU CAN'T JUST ACT LIKE EVERYTHING WORTHY OF DERISION ABOUT ME IS A DIRECT RESULT OF BEING BORN ON AN OBJECTIVELY COOLER PLANET THAN YOU.[/color]\n[color=#ff0048]ZARA: so[/color]\n[color=#626262]KARKAT: NO, I AM NOT GOING TO \"TAKE ONE FOR THE TEAM\" HERE.[/color]\n[/spoiler]",
      "n": [ 12 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/12.gif[/img]\n \nYou release a deep sigh. This might be a long morning. You really wish that first idea had worked.\n \n[spoiler]\n[color=#ff0048]ZARA: ok so round two of ideas[/color]\n[color=#ff0048]ZARA: maybe instead of taking turns every night[/color]\n[color=#ff0048]ZARA: just. try it once. you both sleep on the mattress again for one night, then the recuperacoon for one night[/color]\n[color=#ff0048]ZARA: and if you seriously cant agree to something after that then, i dont know, accept that you like different sleeping arrangements and not make a federal fucking issue out of it[/color]\n[color=#ff0048]ZARA: sorry i havent had breakfast yet im still kinda morning cranky[/color]\n[color=#ff0048]ZARA: what am i even apologizing for you guys have been doing way worse than me[/color]\n[color=#e00707]DAVE: true[/color]\n[color=#626262]KARKAT: I'M NOT GETTING IN THAT RECUPERACOON.[/color]\n[color=#ff0048]ZARA: not even for a single night?[/color]\n[color=#e00707]DAVE: yeah man cmon just one night like thats only one fifth of a fnaf[/color]\n[color=#626262]KARKAT: IT'S NOT GOING TO HAPPEN AND YOUR PLEAS ARE GOING TO WASTE.[/color]\n[color=#ff0048]ZARA: why is it so bad of an idea[/color]\n[color=#ff0048]ZARA: what about it specifically repulses you[/color]\n[color=#626262]KARKAT: I ALREADY TOLD YOU, RECUPERACOONS WERE MADE FOR ONE.[/color]\n[color=#ff0048]ZARA: and dave is being an asshole yeah i know but why do you care that they were made for one[/color]\n[color=#ff0048]ZARA: why is that specifically a rule that matters to you[/color]\n[color=#ff0048]ZARA: as opposed to all of the other troll stuff you just stopped caring about[/color]\n[/spoiler]",
      "n": [ 13 ]
    },
    {
      "d": 1675632115000,
      "c": "=->",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/13-1.gif[/img]\n \n[spoiler]\n[color=#ff0048]ZARA: alright alright alright[/color]\n[color=#ff0048]ZARA: i think we need a second opinion[/color]\n[/spoiler]\n You pull out your phone, and navigate to someone who you think would be able to provide more context on the situation.\n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/13-2.gif[/img]\n \n[spoiler]\n-- [color=#ff0048]zestyNanite [ZN][/color] began pestering [color=#008141]grimAuxiliatrix [GA][/color] at 7:12\n[color=#ff0048]ZN: hey[/color]\n[color=#008141]GA: Hello[/color]\n[color=#ff0048]ZN: so im at dave and kks place and im wondering something[/color]\n[color=#008141]GA: I Hope Youre Not Asking Me To Mediate In Said Something[/color]\n[color=#008141]GA: I Understand That Auspistizing Is My Seemingly Natural Inclination But Its Very Early And I Do Not Wish To Wake Rose[/color]\n[color=#ff0048]ZN: nonono i need someone who actually lived on alternia to give me their thoughts on something[/color]\n[color=#008141]GA: Oh[/color]\n[color=#008141]GA: Well Even Then Im Not Capable Of Speaking From Firsthand Experience[/color]\n[color=#008141]GA: Or Any Of The Trolls Really[/color]\n[color=#008141]GA: As Far As I Can Recall Sollux And Vriska Are The Only Ones Of Us Left Who Lived Relatively Residential[/color]\n[color=#008141]GA: But Theyre Both Currently Unavailable For Various Reasons[/color]\n[color=#ff0048]ZN: yeah[/color]\n[color=#ff0048]ZN: but i was just wondering[/color]\n[color=#ff0048]ZN: so recuperacoons[/color]\n[color=#008141]GA: Yes[/color]\n[color=#ff0048]ZN: was it ever custom for them to uh[/color]\n[color=#ff0048]ZN: be made for two. or to be used for two[/color]\n[color=#008141]GA: Zara Im Really Not Liking What This Question Implies About Your Current Scenario[/color]\n[color=#ff0048]ZN: listen[/color]\n[color=#ff0048]ZN: scenarios be happening[/color]\n[color=#ff0048]ZN: or whatever[/color]\n[color=#008141]GA: Okay[/color]\n[color=#008141]GA: From What I Could Gather From Chittr It Seems That Sharing A Recuperacoon Was Something That Could Happen Were Two Trolls In A Quadrant To Share A Powerful Enough Bond[/color]\n[color=#008141]GA: Keep In Mind Most Recuperacoons Were For Single Occupants So Modifications Had To Be Made In That Scenario But Yes It Was A Thing That Could Happen[/color]\n[color=#ff0048]ZN: okay thank you[/color]\n[color=#ff0048]ZN: youve helped me win a very meaningless argument[/color]\n[color=#008141]GA: Okay[/color]\n[color=#008141]GA: Goodbye[/color]\n-- [color=#008141]grimAuxiliatrix [GA][/color] ceased pestering [color=#ff0048]zestyNanite [ZN][/color] --\n[/spoiler]",
      "n": [ 14 ]
    },
    {
      "d": 1675632115000,
      "c": "Zara: Show these suckers.",
      "b": "[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/14-1.gif[/img]\n \nYou flip your phone in triumph, the argument: won.\n \n[img]https://file.garden/YB22oQJoG19Io7Up/jari%3Adota/bonus%20updates/sopor%20slight/14-2.gif[/img]\n \n[spoiler]\n[color=#626262]KARKAT: THAT'S FICTION.[/color]\n[color=#ff0048]ZARA: oh my GOD[/color]\n[color=#626262]KARKAT: I HAVE ALL THE RESPECT IN THE WORLD FOR KANAYA, DON'T GET ME WRONG, BUT I SUSPECT SHE'S BEEN LETTING HER AFFINITY FOR SHITTY ROMANCE NOVELS PLAGUE HER MEMORY.[/color]\n[color=#e00707]DAVE: dont try to pull that[/color]\n[color=#e00707]DAVE: zara have you seen our bookshelf[/color]\n[color=#e00707]DAVE: that thing is just filled to the brim with shitty romance novels[/color]\n[color=#e00707]DAVE: i wake up every morning in fear karkat orders another one because the poor thing cannot handle one more[/color]\n[color=#e00707]DAVE: and i dont wanna get splinters trying to piece back together our shattered furniture[/color]\n[color=#626262]KARKAT: MY APPRECIATION FOR FINE LITERATURE HOLDS NO WEIGHT ON THIS CONVERSATION.[/color]\n[color=#626262]KARKAT: YOU'RE JUST INVENTING PROBLEMS FOR NO REASON. IF ANYTHING IN THIS HOUSE BROKE YOU COULD JUST REWIND IT BACK TO WHEN IT WASN'T BROKEN.[/color]\n[color=#e00707]DAVE: wheres the fun in that[/color]\n[color=#e00707]DAVE: and you are totally ignoring the important part of what im saying[/color]\n[color=#626262]KARKAT: I'M IGNORING NOTHING. IN FACT, I'M AS PERFECTLY ANALYTICAL AND PERCEPTIVE AS I'VE ALWAYS BEEN.[/color]\n[color=#626262]KARKAT: MY JUDGEMENT REMAINS ABSOLUTE, STRIDER.[/color]\n[color=#e00707]DAVE: yeah[/color]\n[color=#e00707]DAVE: absolutely terrible[/color]\n[color=#ff0048]ZARA: oh my god[/color]\n[color=#ff0048]ZARA: can i like[/color]\n[color=#ff0048]ZARA: eat something[/color]\n[color=#ff0048]ZARA: its so early[/color]\n[color=#e00707]DAVE: yeah sure go ahead you know where the kitchen is[/color]\n[/spoiler]",
      "n": [ 15 ]
    }
  ]
}
